import React from 'react';

const About = () => {
    return (
        <div>
            <h1>Львів</h1>
            <img src="https://mylviv.city/wp-content/uploads/2021/02/2-lviv_city_hall-e1549082530663.jpg" alt="Lviv"/>
            <p>Львів - це місто в Україні, адміністративний центр Львівської області, району та міської громади1. Він вважається національно-культурним та освітньо-науковим осередком країни, великим промисловим центром і транспортним вузлом1. Львів також вважається столицею Галичини та центром Західної України1.

                Львів був заснований королем Данилом Галицьким приблизно у 1231-1235 роках. Місто має багатий історичний досвід, оскільки воно перебувало у складі дев’яти різних держав, включаючи Галицько-Волинське князівство, Королівство Польське, Австро-Угорську імперію, Російську імперію, Західноукраїнську Народну Республіку, Польщу, Радянський Союз та незалежну Україну2.

                За кількістю населення - п’яте місто країни (717 273 станом на 01.01.2022). Історичний центр Львова занесено до списку Світової спадщини ЮНЕСКО. У місті розташована найбільша кількість пам’яток архітектури в Україні1.
            </p>
        </div>
    );
};

export default About;
