import React from 'react';

const OtherLadmarks = () => {
    return (
        <div>
            <p>
                <h2>Львів відомий багатьма пам’ятками, але ось декілька з них, які вважаються найвідомішими:</h2>
<ul>
    <li>
        1. Архикафедральний собор святого Юра: Першу церкву на Святоюрській горі збудував ще князь Лев Данилович у ХІІІ ст. Сучасний же собор почали будувати у 1744 році, а вже 1760 було піднято хрест над храмом1.
    </li>
    <li>
        2. Львівський Національний Академічний театр опери та балету ім. Соломії Крушельницької: У 1892 році закінчився 50-річний привілей міста використовувати давній театр, що належав фундації Скарбека1.
    </li>
    <li>
        3. Палац Потоцьких: Це одна з найкрасивіших пам’яток Львова, яка відображає розкіш та величність минулих епох.
    </li>
    <li>
        4. Личаківський цвинтар: Це одне з найстаріших і найпомпезніших меморіальних кладовищ, розташоване в Україні, у Львові.
    </li>
</ul>
                Ці пам’ятки відображають багатий культурний та історичний спадок Львова.
            </p>
        </div>
    );
};

export default OtherLadmarks;
